[
  {
    "name": "nulla",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.0171,
      0.1428,
      0.8761
    ],
    "type": "Hostile",
    "description": "Eiusmod consectetur reprehenderit laborum aliquip voluptate veniam minim est labore non consequat irure. Minim sunt dolor consectetur excepteur commodo cupidatat sunt labore labore ad. Magna dolor eu voluptate cillum consectetur elit excepteur minim consequat fugiat sunt laboris.",
    "position": {
      "x": -291,
      "y": -116,
      "z": 767
    }
  },
  {
    "name": "sit",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.1055,
      0.6492,
      0.5688
    ],
    "type": "Hostile",
    "description": "Non laborum magna voluptate aute veniam et laboris labore. Elit non aute quis minim velit aute mollit ullamco do. Duis eiusmod Lorem aliquip non est id ad in labore.",
    "position": {
      "x": 38,
      "y": 91,
      "z": -378
    }
  },
  {
    "name": "non",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.9067,
      0.3652,
      0.8836
    ],
    "type": "Asteroid",
    "description": "Ad non officia ex consequat laborum. Et amet cupidatat aliqua officia ex id id minim. Qui sunt voluptate voluptate ex nostrud minim cupidatat.",
    "position": {
      "x": 12,
      "y": 47,
      "z": 316
    }
  },
  {
    "name": "incididunt",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.6292,
      0.7506,
      0.392
    ],
    "type": "Other",
    "description": "Aliqua velit Lorem qui cupidatat adipisicing et proident sint laboris laboris sit magna magna. Aliquip eu consectetur aliquip mollit nostrud ex Lorem magna dolor. Do nostrud consequat culpa aliqua anim laboris esse officia aliquip mollit ullamco non.",
    "position": {
      "x": 330,
      "y": -51,
      "z": -263
    }
  },
  {
    "name": "sint",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.3808,
      0.7352,
      0.3408
    ],
    "type": "Hostile",
    "description": "Veniam aute duis velit duis. Culpa nulla deserunt non ad fugiat. Sunt pariatur id cupidatat fugiat labore proident ad cillum culpa ex tempor ex eiusmod.",
    "position": {
      "x": 85,
      "y": -99,
      "z": 671
    }
  },
  {
    "name": "consequat",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.982,
      0.3112,
      0.4244
    ],
    "type": "Other",
    "description": "Lorem consequat Lorem qui nulla in ad incididunt ex non do laborum elit ullamco sunt. Nulla laboris qui duis elit id fugiat dolore ad consequat culpa. Enim pariatur eu ut dolor dolor amet ea proident sunt cupidatat in et consectetur et.",
    "position": {
      "x": -471,
      "y": -114,
      "z": 342
    }
  },
  {
    "name": "sunt",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.924,
      0.794,
      0.6749
    ],
    "type": "Station",
    "description": "Cillum ea elit exercitation sit sint nulla Lorem magna duis eiusmod qui mollit adipisicing sunt. Occaecat pariatur fugiat ad deserunt Lorem velit aliqua anim ea quis cillum nisi nostrud labore. Minim commodo adipisicing duis magna amet.",
    "position": {
      "x": 1,
      "y": 66,
      "z": 345
    }
  },
  {
    "name": "pariatur",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.8462,
      0.5851,
      0.0877
    ],
    "type": "Other",
    "description": "Veniam officia ex veniam officia dolore sunt esse ea aliqua. Dolore reprehenderit eiusmod sunt laboris. Fugiat aliqua consectetur excepteur mollit.",
    "position": {
      "x": 522,
      "y": -112,
      "z": -629
    }
  },
  {
    "name": "cillum",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.0129,
      0.2957,
      0.3368
    ],
    "type": "Station",
    "description": "Mollit eiusmod aliquip ad aute enim ullamco sit cillum velit Lorem. Eiusmod amet aliquip consectetur aute in sit fugiat dolor elit. Dolor dolor quis dolore ut exercitation deserunt ex Lorem.",
    "position": {
      "x": 148,
      "y": 65,
      "z": -321
    }
  },
  {
    "name": "dolor",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.0117,
      0.2986,
      0.341
    ],
    "type": "Hostile",
    "description": "Dolor officia id aliquip amet minim nostrud deserunt sit exercitation do cillum sit irure. Dolore dolor ex quis aute culpa duis. Laboris esse pariatur exercitation nostrud cillum enim ea ullamco et magna laborum non.",
    "position": {
      "x": 744,
      "y": 25,
      "z": 81
    }
  },
  {
    "name": "aliquip",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.4212,
      0.1516,
      0.4157
    ],
    "type": "Hostile",
    "description": "Minim id mollit ad in sunt nulla. Quis nulla deserunt aliquip sint ad quis occaecat amet laborum Lorem consequat minim. Deserunt irure deserunt minim Lorem elit Lorem nostrud veniam eu aliqua ipsum nulla fugiat.",
    "position": {
      "x": 299,
      "y": 47,
      "z": -894
    }
  },
  {
    "name": "labore",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.9698,
      0.8612,
      0.0293
    ],
    "type": "Station",
    "description": "Non mollit dolore ullamco laboris commodo dolore ipsum in et. Duis culpa ut anim officia. Duis et consequat mollit commodo et aute proident amet.",
    "position": {
      "x": -546,
      "y": -84,
      "z": -737
    }
  },
  {
    "name": "et",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.8909,
      0.7539,
      0.5837
    ],
    "type": "Station",
    "description": "Velit laboris nulla exercitation reprehenderit commodo ex enim voluptate officia consectetur sit non duis sunt. Elit elit adipisicing magna cupidatat officia occaecat ex irure ipsum est minim eiusmod enim tempor. Velit minim eu in Lorem esse commodo ipsum do occaecat amet est deserunt laborum deserunt.",
    "position": {
      "x": 265,
      "y": 68,
      "z": 334
    }
  },
  {
    "name": "qui",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.1452,
      0.6415,
      0.2494
    ],
    "type": "Asteroid",
    "description": "In veniam consectetur pariatur nostrud velit ex dolor do duis consequat excepteur do. Cupidatat adipisicing esse minim in ullamco magna consectetur. Sint do esse enim veniam ea.",
    "position": {
      "x": 379,
      "y": -109,
      "z": 661
    }
  },
  {
    "name": "duis",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.798,
      0.5765,
      0.2351
    ],
    "type": "Station",
    "description": "Veniam sit eu enim consectetur laborum nostrud reprehenderit enim. Voluptate est culpa consequat nulla adipisicing consequat eiusmod ex ipsum id ad voluptate et. Cillum duis laboris magna aute nisi labore.",
    "position": {
      "x": -568,
      "y": -12,
      "z": 547
    }
  },
  {
    "name": "aute",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.7246,
      0.8395,
      0.176
    ],
    "type": "Station",
    "description": "Duis ad commodo sunt qui magna dolor. Lorem labore nulla pariatur irure ullamco commodo laboris laboris sint proident consequat do aliqua. Ea in do et sint ullamco ut Lorem ad enim id.",
    "position": {
      "x": -290,
      "y": 30,
      "z": 357
    }
  },
  {
    "name": "laboris",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.2163,
      0.9952,
      0.1727
    ],
    "type": "Station",
    "description": "Esse irure culpa velit consectetur tempor officia. Deserunt non cillum in aute id ipsum. Cillum ipsum id ea excepteur qui tempor esse fugiat laborum culpa nulla anim.",
    "position": {
      "x": -103,
      "y": 6,
      "z": -977
    }
  },
  {
    "name": "nostrud",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.291,
      0.9907,
      0.5348
    ],
    "type": "Station",
    "description": "Eu in reprehenderit elit non tempor ad labore esse nostrud anim deserunt culpa culpa. Ad excepteur consequat fugiat Lorem duis. Aute nostrud ad commodo fugiat duis culpa dolor sunt fugiat nisi ipsum ea id dolor.",
    "position": {
      "x": -243,
      "y": 83,
      "z": -396
    }
  },
  {
    "name": "anim",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.2799,
      0.5555,
      0.2438
    ],
    "type": "Asteroid",
    "description": "Cillum commodo do duis velit ullamco amet incididunt excepteur incididunt ipsum. Amet amet amet ad nostrud eiusmod fugiat et eiusmod do Lorem enim velit officia ad. Incididunt dolore laborum nisi commodo aliqua proident duis veniam in velit magna.",
    "position": {
      "x": 264,
      "y": 55,
      "z": -808
    }
  },
  {
    "name": "amet",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.7104,
      0.1088,
      0.5771
    ],
    "type": "Asteroid",
    "description": "Excepteur culpa incididunt elit commodo fugiat non officia eiusmod ad duis cillum. Et anim cillum excepteur in ex velit fugiat consectetur incididunt Lorem elit esse. Tempor nisi qui eiusmod et in amet proident dolore pariatur.",
    "position": {
      "x": -254,
      "y": -29,
      "z": -703
    }
  },
  {
    "name": "Lorem",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.6014,
      0.3359,
      0.8147
    ],
    "type": "Station",
    "description": "Qui ex occaecat amet ullamco Lorem sit nulla. Ullamco dolor dolore elit veniam labore id ut nisi commodo incididunt magna do aliqua culpa. Sunt dolor culpa magna adipisicing nulla.",
    "position": {
      "x": 919,
      "y": -115,
      "z": -264
    }
  },
  {
    "name": "esse",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.5299,
      0.0302,
      0.3105
    ],
    "type": "Other",
    "description": "Laborum aute pariatur dolore mollit eiusmod velit dolor elit irure. In id elit ea ad occaecat ad Lorem qui ad excepteur. Aute laboris fugiat ad culpa anim ut velit reprehenderit.",
    "position": {
      "x": 941,
      "y": 7,
      "z": 141
    }
  },
  {
    "name": "ipsum",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.7384,
      0.5134,
      0.8597
    ],
    "type": "Hostile",
    "description": "Pariatur culpa pariatur irure nulla est mollit quis. Mollit exercitation aliquip aute ut in Lorem aliqua esse qui occaecat sint. Lorem officia nulla voluptate ea irure nulla qui labore cillum voluptate irure fugiat.",
    "position": {
      "x": -567,
      "y": 84,
      "z": 906
    }
  },
  {
    "name": "dolore",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.3852,
      0.1252,
      0.9839
    ],
    "type": "Other",
    "description": "Consectetur ut eu id nisi. Id eiusmod sint officia incididunt irure aliquip. Mollit magna sunt ex laborum minim ut.",
    "position": {
      "x": 107,
      "y": 102,
      "z": 842
    }
  },
  {
    "name": "deserunt",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.1005,
      0.0451,
      0.8566
    ],
    "type": "Other",
    "description": "Elit labore consequat ullamco magna id ullamco do occaecat. Velit enim sint veniam proident esse ad nisi qui mollit id officia nisi. Veniam nisi id id occaecat non et esse amet deserunt ut fugiat.",
    "position": {
      "x": 568,
      "y": -51,
      "z": 38
    }
  },
  {
    "name": "qui",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.6459,
      0.6099,
      0.7481
    ],
    "type": "Hostile",
    "description": "Labore et reprehenderit aliquip ea Lorem aute aute cillum excepteur nulla. Amet duis voluptate sit enim nisi reprehenderit Lorem aliquip velit dolore qui. Lorem quis irure commodo veniam ea mollit ullamco.",
    "position": {
      "x": 196,
      "y": 48,
      "z": -767
    }
  },
  {
    "name": "enim",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.2866,
      0.8942,
      0.1761
    ],
    "type": "Asteroid",
    "description": "Veniam cillum ex qui sint elit in mollit anim qui sunt minim. Ipsum aliqua ex magna proident cupidatat eiusmod veniam aute ipsum. Sit laborum adipisicing fugiat esse excepteur consequat elit sint nulla.",
    "position": {
      "x": 277,
      "y": -96,
      "z": -139
    }
  },
  {
    "name": "velit",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.0225,
      0.5124,
      0.589
    ],
    "type": "Asteroid",
    "description": "Do cillum eu sit ad do minim duis ut consequat. In veniam laboris reprehenderit ea veniam duis nisi nisi aute excepteur ut. Aliquip est ipsum Lorem eiusmod do mollit aute ullamco irure enim consequat labore mollit excepteur.",
    "position": {
      "x": 982,
      "y": -5,
      "z": -601
    }
  },
  {
    "name": "duis",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.4546,
      0.3976,
      0.7468
    ],
    "type": "Hostile",
    "description": "Qui irure Lorem reprehenderit cillum veniam sint sunt pariatur et est do elit velit ut. Cillum magna aliqua sunt non sunt sunt non non cupidatat officia id irure culpa minim. Officia culpa aliqua mollit excepteur eiusmod velit in velit labore aliqua eu fugiat.",
    "position": {
      "x": 732,
      "y": -37,
      "z": 278
    }
  },
  {
    "name": "ullamco",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": [
      0.978,
      0.5411,
      0.9746
    ],
    "type": "Station",
    "description": "Cillum laboris ullamco sit amet consequat eu aliquip aliquip sit dolore ullamco dolore. Adipisicing culpa deserunt deserunt consectetur do velit est. Ea commodo irure ea elit cillum enim do tempor ullamco non.",
    "position": {
      "x": 877,
      "y": 118,
      "z": -372
    }
  }
]