[
  {
    "name": "adipisicing",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 342,
    "description": "Non commodo occaecat consequat in ipsum qui elit quis laboris ullamco in. Sunt quis quis fugiat deserunt aliqua cillum sint in. Tempor qui culpa quis eu esse laboris culpa.",
    "position": {
      "x": -274,
      "y": 543,
      "z": 439
    }
  },
  {
    "name": "eu",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 669,
    "description": "Reprehenderit occaecat fugiat eu consectetur fugiat dolor laboris. Duis cupidatat ex non proident proident labore eu excepteur ullamco adipisicing voluptate. Enim eiusmod anim dolore dolore adipisicing pariatur veniam fugiat eiusmod enim.",
    "position": {
      "x": 280,
      "y": 268,
      "z": -362
    }
  },
  {
    "name": "reprehenderit",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 644,
    "description": "Deserunt enim incididunt consectetur sint esse laboris non anim occaecat. Elit ut cillum ipsum ipsum in ad excepteur elit nisi irure eu ut ad. Occaecat adipisicing aute nostrud aliquip.",
    "position": {
      "x": 675,
      "y": 913,
      "z": 112
    }
  },
  {
    "name": "irure",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 796,
    "description": "Id quis aute ea eiusmod ullamco esse ea officia commodo duis id veniam. Voluptate consectetur enim labore quis in deserunt sint nisi do tempor reprehenderit adipisicing. Adipisicing sint ad sint culpa anim occaecat aliqua sint in tempor.",
    "position": {
      "x": 15,
      "y": -278,
      "z": -112
    }
  },
  {
    "name": "nostrud",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 25,
    "description": "Eiusmod nulla ullamco tempor commodo et incididunt non anim sit quis nisi in aute voluptate. Laborum in laboris Lorem exercitation ex enim sunt voluptate deserunt dolore velit deserunt. Lorem sit veniam est culpa aute nulla eu aute laboris eu et tempor quis.",
    "position": {
      "x": -125,
      "y": -220,
      "z": 542
    }
  },
  {
    "name": "adipisicing",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 122,
    "description": "Dolore cillum aliquip ex pariatur aute consectetur enim ut laborum duis. Incididunt veniam tempor amet fugiat magna ut culpa irure elit consequat voluptate. Laboris esse quis est eu veniam.",
    "position": {
      "x": 832,
      "y": -500,
      "z": 364
    }
  },
  {
    "name": "do",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 113,
    "description": "Ut excepteur quis ea sunt elit dolore id adipisicing reprehenderit sit minim amet. Exercitation magna consectetur dolore nostrud laboris do aliquip aliquip aliqua non consequat sint. Adipisicing ea occaecat tempor duis irure qui aute do.",
    "position": {
      "x": 411,
      "y": -11,
      "z": 476
    }
  },
  {
    "name": "id",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 696,
    "description": "Sit elit incididunt ipsum eiusmod dolor in voluptate. Cupidatat minim elit quis quis fugiat ea Lorem. Culpa eu ea ex sint dolor irure eiusmod sint sint dolore pariatur.",
    "position": {
      "x": -592,
      "y": 759,
      "z": 326
    }
  },
  {
    "name": "amet",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 535,
    "description": "Reprehenderit ea tempor sunt anim sit nisi sint incididunt proident. Qui amet aute ut laborum ea eu ut dolor aliquip sit commodo deserunt sunt elit. Eu fugiat cillum officia non laborum eu dolore quis.",
    "position": {
      "x": 326,
      "y": 798,
      "z": 642
    }
  },
  {
    "name": "nostrud",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 642,
    "description": "Proident nulla amet non ipsum deserunt occaecat in et. Ex non id exercitation Lorem sunt deserunt ut anim ut culpa nisi nulla non. Et nostrud nostrud proident adipisicing ad nulla laboris.",
    "position": {
      "x": 708,
      "y": -532,
      "z": -535
    }
  },
  {
    "name": "adipisicing",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 468,
    "description": "Fugiat veniam eu ea culpa commodo eu deserunt excepteur laborum duis est. Consectetur culpa occaecat commodo commodo veniam eu adipisicing aliqua incididunt. Incididunt dolor deserunt aliquip deserunt non non ex.",
    "position": {
      "x": -503,
      "y": -581,
      "z": -397
    }
  },
  {
    "name": "ea",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 717,
    "description": "Labore labore commodo fugiat duis consequat mollit. Veniam occaecat excepteur irure deserunt ullamco adipisicing proident et minim eu. Nisi ut aliquip exercitation amet est excepteur enim non aliqua enim tempor.",
    "position": {
      "x": 579,
      "y": 527,
      "z": 682
    }
  },
  {
    "name": "ad",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 538,
    "description": "Proident id id quis eu qui et nostrud incididunt sit incididunt. Aliquip eiusmod ex duis fugiat pariatur reprehenderit commodo ipsum commodo commodo. Mollit consequat et sit est Lorem eiusmod veniam qui excepteur qui.",
    "position": {
      "x": -133,
      "y": -585,
      "z": -8
    }
  },
  {
    "name": "nisi",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 583,
    "description": "Ad adipisicing nostrud incididunt sint consectetur est ipsum ex et est amet. Consequat eu id dolore culpa non sint. Sunt esse aliqua do in cupidatat aliqua aliquip consequat eiusmod.",
    "position": {
      "x": 24,
      "y": -495,
      "z": 543
    }
  },
  {
    "name": "quis",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 628,
    "description": "Elit ex mollit ea labore excepteur est elit proident ad. Magna cillum sunt laboris fugiat nisi. Nostrud cillum irure nisi elit duis.",
    "position": {
      "x": 851,
      "y": -105,
      "z": -98
    }
  },
  {
    "name": "Lorem",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 25,
    "description": "Ex ad dolore elit officia magna id sit. Ad Lorem nulla nostrud elit mollit cillum ex do laborum cupidatat nulla ipsum adipisicing reprehenderit. Qui enim sit nostrud occaecat dolore excepteur aliquip elit duis.",
    "position": {
      "x": 389,
      "y": 392,
      "z": -482
    }
  },
  {
    "name": "ipsum",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 232,
    "description": "Anim cupidatat duis anim proident qui anim cupidatat cillum tempor laboris proident nisi sint et. Occaecat eiusmod quis ipsum et. Et cillum dolore tempor aute laborum aliqua pariatur.",
    "position": {
      "x": 665,
      "y": -531,
      "z": 33
    }
  },
  {
    "name": "ut",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 145,
    "description": "Anim minim labore eu ea consectetur fugiat minim do irure deserunt qui mollit esse sint. Sint mollit ea quis ipsum ullamco cupidatat sint. Irure cupidatat nostrud proident commodo mollit eiusmod aliquip in mollit est amet labore irure labore.",
    "position": {
      "x": -345,
      "y": -49,
      "z": 854
    }
  },
  {
    "name": "ad",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 376,
    "description": "Tempor dolor incididunt fugiat Lorem ullamco magna velit culpa. Aliquip irure velit elit ipsum cillum culpa ipsum ut nostrud. Ea esse anim qui eu enim.",
    "position": {
      "x": 737,
      "y": -548,
      "z": 799
    }
  },
  {
    "name": "ex",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 33,
    "description": "Consectetur enim irure occaecat dolor proident labore id ad duis cupidatat ea eu eiusmod excepteur. Amet incididunt amet excepteur id officia veniam deserunt enim aute aliqua nisi anim anim. Laborum veniam esse deserunt in magna reprehenderit irure deserunt dolor in ipsum do.",
    "position": {
      "x": -66,
      "y": 328,
      "z": -140
    }
  },
  {
    "name": "et",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 5,
    "description": "Sint cillum labore ex esse id. Ad reprehenderit fugiat adipisicing ullamco enim enim sit incididunt eu ea exercitation. Aute esse ut fugiat sit labore aute proident.",
    "position": {
      "x": 541,
      "y": 129,
      "z": 66
    }
  },
  {
    "name": "nulla",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 502,
    "description": "Tempor ea proident velit aliquip velit consectetur aute Lorem do cillum voluptate magna quis esse. Consequat elit nisi eu ea et commodo fugiat. Sunt ad culpa nulla nisi sunt pariatur dolore deserunt in culpa deserunt adipisicing ipsum ullamco.",
    "position": {
      "x": -579,
      "y": 662,
      "z": 688
    }
  },
  {
    "name": "cillum",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 88,
    "description": "Laborum cupidatat reprehenderit adipisicing labore culpa proident laborum proident veniam nisi fugiat proident amet sint. Velit duis nisi officia do officia anim eiusmod magna ut. Aute consectetur dolor deserunt adipisicing minim irure consequat ipsum id.",
    "position": {
      "x": 443,
      "y": 979,
      "z": 654
    }
  },
  {
    "name": "eiusmod",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 36,
    "description": "Occaecat mollit voluptate pariatur dolor sunt eu. Veniam sit laboris enim commodo et laboris nostrud voluptate. Consequat fugiat laborum cupidatat culpa sint commodo eiusmod amet pariatur.",
    "position": {
      "x": 48,
      "y": 739,
      "z": 630
    }
  },
  {
    "name": "culpa",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 912,
    "description": "Sint adipisicing consequat mollit pariatur tempor. Ad proident labore tempor veniam. Dolore mollit nulla non tempor sit qui aliqua.",
    "position": {
      "x": 953,
      "y": 290,
      "z": -45
    }
  },
  {
    "name": "anim",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 544,
    "description": "Do fugiat labore commodo dolor nisi reprehenderit cupidatat culpa. Et cupidatat tempor commodo sit aute ipsum consequat ipsum magna id dolore sunt aliquip proident. Deserunt non nostrud Lorem occaecat dolor deserunt elit laborum aute.",
    "position": {
      "x": 858,
      "y": -567,
      "z": 696
    }
  },
  {
    "name": "duis",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 121,
    "description": "Ad non duis Lorem eu veniam velit proident dolor reprehenderit laboris deserunt. Labore dolor incididunt cupidatat ipsum et sunt cillum elit occaecat ea ad occaecat do. Nulla anim voluptate ea magna nulla occaecat do pariatur do nisi nulla.",
    "position": {
      "x": -598,
      "y": -437,
      "z": -452
    }
  },
  {
    "name": "adipisicing",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 807,
    "description": "Ut aliquip dolore veniam irure ea sint tempor ipsum sunt minim. Ut amet exercitation adipisicing aute. Magna sunt veniam consequat enim ex anim in ex magna est.",
    "position": {
      "x": 333,
      "y": 784,
      "z": 951
    }
  },
  {
    "name": "est",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 350,
    "description": "Fugiat nisi velit Lorem est. Commodo ipsum deserunt ullamco aute nostrud excepteur exercitation veniam ipsum adipisicing Lorem magna occaecat Lorem. Anim eu proident nulla nisi id.",
    "position": {
      "x": 432,
      "y": 521,
      "z": 973
    }
  },
  {
    "name": "nostrud",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 954,
    "description": "Elit anim mollit ut officia Lorem velit nostrud nostrud minim voluptate. Aute aute adipisicing id do proident ipsum irure aliquip. Sint magna sit cupidatat dolore dolore enim non et Lorem exercitation duis officia.",
    "position": {
      "x": -159,
      "y": 199,
      "z": 246
    }
  },
  {
    "name": "enim",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 941,
    "description": "Tempor sit fugiat ex nostrud culpa minim veniam duis labore elit nulla. Qui voluptate dolore id amet excepteur. Non veniam et elit consequat.",
    "position": {
      "x": -352,
      "y": -46,
      "z": 985
    }
  },
  {
    "name": "consequat",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 509,
    "description": "In in enim incididunt esse culpa velit eu nulla dolore enim amet. Officia ullamco do non adipisicing. Incididunt ullamco commodo ad ipsum esse anim aliqua.",
    "position": {
      "x": 518,
      "y": 385,
      "z": -544
    }
  },
  {
    "name": "officia",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 308,
    "description": "Nostrud cupidatat adipisicing ad fugiat nisi magna incididunt nulla Lorem. Consequat excepteur ex et officia dolor commodo sit ut commodo laboris. Qui occaecat consectetur exercitation do minim.",
    "position": {
      "x": -254,
      "y": 657,
      "z": 84
    }
  },
  {
    "name": "duis",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 35,
    "description": "Commodo dolore pariatur fugiat cillum elit aliquip commodo adipisicing. Eiusmod proident adipisicing magna ullamco ex velit qui ullamco tempor occaecat aute. Laborum ea aute laborum magna aliquip sunt minim voluptate incididunt nisi labore.",
    "position": {
      "x": 23,
      "y": -70,
      "z": 689
    }
  },
  {
    "name": "id",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 610,
    "description": "Elit occaecat proident dolore culpa veniam cillum id veniam esse elit. Ipsum dolor nisi sit laborum aute Lorem duis. Sunt amet veniam nostrud duis commodo qui incididunt minim exercitation labore et.",
    "position": {
      "x": 345,
      "y": -494,
      "z": -177
    }
  },
  {
    "name": "cupidatat",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 695,
    "description": "Adipisicing et quis esse Lorem Lorem sunt proident adipisicing fugiat sit duis commodo eiusmod dolor. Dolor duis commodo ipsum est labore esse amet ea. Nisi aliqua anim proident eiusmod pariatur veniam ut nisi eiusmod nulla aute officia voluptate elit.",
    "position": {
      "x": 515,
      "y": 145,
      "z": 998
    }
  },
  {
    "name": "ad",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 201,
    "description": "Deserunt tempor consequat minim esse sit eu occaecat amet excepteur cupidatat. Occaecat minim sint reprehenderit mollit mollit sit deserunt sunt. Labore officia id cillum ut minim aliquip minim.",
    "position": {
      "x": 334,
      "y": -103,
      "z": 920
    }
  },
  {
    "name": "qui",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 176,
    "description": "Exercitation ad Lorem quis do. Sunt officia reprehenderit et eu amet ut mollit culpa cupidatat magna velit officia anim aliqua. Do cillum quis eiusmod officia duis veniam ut laborum.",
    "position": {
      "x": -107,
      "y": 617,
      "z": -124
    }
  },
  {
    "name": "incididunt",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 183,
    "description": "Aliqua consequat enim esse Lorem mollit ipsum incididunt irure ex enim sint cillum. Ad incididunt nostrud ut aute laboris proident aliquip aliqua elit culpa mollit commodo exercitation labore. Anim in laborum sunt occaecat eu excepteur ea eu.",
    "position": {
      "x": -575,
      "y": -139,
      "z": 696
    }
  },
  {
    "name": "adipisicing",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 34,
    "description": "Cillum sint culpa reprehenderit est consequat voluptate ea eu velit elit Lorem. Id occaecat elit sunt nostrud nostrud qui. Voluptate laborum ex ullamco non elit qui consectetur velit nulla nostrud sunt laborum ea magna.",
    "position": {
      "x": 664,
      "y": -370,
      "z": 64
    }
  },
  {
    "name": "eiusmod",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 157,
    "description": "Fugiat in sunt eu commodo in. Aliqua adipisicing cillum ullamco Lorem duis sint pariatur adipisicing id. Exercitation anim ea anim commodo sint consequat excepteur cupidatat dolore.",
    "position": {
      "x": 20,
      "y": 654,
      "z": 116
    }
  },
  {
    "name": "ad",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 157,
    "description": "Enim ex deserunt duis eiusmod ut ipsum excepteur sint tempor Lorem sit aliqua irure. Ex officia voluptate id quis aliqua occaecat ipsum minim enim culpa fugiat cupidatat labore sunt. Mollit ut consectetur labore nisi proident culpa officia veniam eiusmod.",
    "position": {
      "x": -36,
      "y": 295,
      "z": 535
    }
  },
  {
    "name": "id",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 491,
    "description": "Aute ipsum non officia amet magna quis. Qui ex quis pariatur occaecat enim est labore. Ullamco ipsum quis mollit irure labore laborum id est nulla non culpa ex.",
    "position": {
      "x": 115,
      "y": -542,
      "z": -560
    }
  },
  {
    "name": "nisi",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 918,
    "description": "Id occaecat labore do exercitation mollit nisi sunt eiusmod. Est culpa esse anim ad exercitation velit dolor enim commodo tempor id. Consectetur tempor eiusmod aliqua esse minim proident mollit.",
    "position": {
      "x": 536,
      "y": 409,
      "z": -179
    }
  },
  {
    "name": "magna",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 946,
    "description": "Eiusmod velit esse consectetur esse ex tempor aliquip sint. Deserunt laborum voluptate est anim ut consectetur commodo adipisicing irure. Ipsum duis velit sunt dolor ullamco Lorem eu do dolor minim adipisicing ad reprehenderit ipsum.",
    "position": {
      "x": 23,
      "y": 109,
      "z": 110
    }
  },
  {
    "name": "aute",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 108,
    "description": "Officia non nostrud laboris ullamco exercitation anim pariatur fugiat ea amet culpa. Culpa consectetur ad tempor occaecat sit minim minim sit ullamco et culpa. Qui commodo enim eiusmod dolore aliqua ex voluptate eiusmod duis incididunt.",
    "position": {
      "x": 406,
      "y": 825,
      "z": 158
    }
  },
  {
    "name": "ut",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 56,
    "description": "Commodo eiusmod enim laborum consectetur labore proident nostrud voluptate eu laboris. Anim eiusmod enim incididunt est esse ipsum proident nulla anim cupidatat fugiat. Aute adipisicing Lorem laborum consequat ea consequat est cupidatat.",
    "position": {
      "x": 94,
      "y": -177,
      "z": 923
    }
  },
  {
    "name": "tempor",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 546,
    "description": "Id dolore aute minim exercitation dolore id nostrud ipsum et ut adipisicing officia magna aliquip. Fugiat voluptate non magna non. Et aliqua enim exercitation laborum sunt pariatur esse cupidatat commodo ea.",
    "position": {
      "x": 822,
      "y": -253,
      "z": 325
    }
  },
  {
    "name": "esse",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 936,
    "description": "Irure aliquip ea eu velit Lorem est pariatur voluptate est id deserunt. Minim elit excepteur eu sunt sunt ea eiusmod pariatur exercitation commodo labore culpa cillum et. Nostrud pariatur velit incididunt et ea eiusmod amet mollit laboris.",
    "position": {
      "x": -271,
      "y": 81,
      "z": 660
    }
  },
  {
    "name": "reprehenderit",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 3,
    "description": "Cillum pariatur ullamco nostrud dolore quis officia non occaecat Lorem duis ullamco nulla velit. Ea velit sint incididunt Lorem nisi ad est proident veniam. Enim aliquip ipsum mollit esse ad pariatur minim aliquip adipisicing veniam dolore ullamco quis officia.",
    "position": {
      "x": 550,
      "y": 725,
      "z": 67
    }
  },
  {
    "name": "culpa",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 340,
    "description": "Veniam sit magna qui ad excepteur ad proident officia. Qui veniam duis sint minim magna minim ea excepteur. Occaecat proident adipisicing culpa exercitation et veniam ad id commodo occaecat sit.",
    "position": {
      "x": 999,
      "y": -263,
      "z": 42
    }
  },
  {
    "name": "quis",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 197,
    "description": "Magna occaecat exercitation exercitation elit qui sunt quis ea id nulla esse amet magna. Aute nisi cupidatat ut incididunt esse amet sit consectetur. Eiusmod minim voluptate in proident ea.",
    "position": {
      "x": -449,
      "y": -138,
      "z": -481
    }
  },
  {
    "name": "ipsum",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 147,
    "description": "Duis officia commodo reprehenderit aute magna amet. Et amet minim ut cupidatat aute ut elit cupidatat culpa dolore minim deserunt eu fugiat. Culpa anim exercitation anim officia voluptate aute est veniam qui.",
    "position": {
      "x": 670,
      "y": -357,
      "z": 489
    }
  },
  {
    "name": "ea",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 172,
    "description": "Culpa proident eiusmod consectetur reprehenderit aute esse. Magna eiusmod quis aute ea enim voluptate exercitation in adipisicing dolore exercitation culpa eu. Pariatur in enim do sunt eiusmod sint veniam veniam labore elit ut.",
    "position": {
      "x": -427,
      "y": -547,
      "z": -26
    }
  },
  {
    "name": "commodo",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 937,
    "description": "Elit ullamco et aliquip incididunt. Cillum duis aliquip consequat enim eu et eiusmod mollit ipsum consequat. Cupidatat in laborum id commodo consequat proident ut eiusmod minim est.",
    "position": {
      "x": 172,
      "y": 967,
      "z": 723
    }
  },
  {
    "name": "adipisicing",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 966,
    "description": "Commodo ut mollit nulla sint nulla consequat ullamco laboris aliqua ex eiusmod nisi aute excepteur. Do duis eiusmod quis cillum cillum ut est incididunt nostrud aute amet consequat ea. Consequat laboris cillum irure consequat proident irure dolore reprehenderit labore sunt voluptate fugiat ullamco eu.",
    "position": {
      "x": 989,
      "y": 118,
      "z": 386
    }
  },
  {
    "name": "aute",
    "icon": "assets/textures/Icons/Asteroid.svg",
    "color": 915,
    "description": "Ex nisi aliqua fugiat mollit et dolor aliquip. Reprehenderit laborum tempor commodo ad enim in esse aliqua velit. Mollit ex officia qui nisi exercitation proident duis nisi irure in.",
    "position": {
      "x": 823,
      "y": 774,
      "z": -252
    }
  }
]